const honorRoomTimeNode = [
    {
        time: "2017-04-07",
        cardArr: [825, 1721, 374, 846, 172, 990, 736, 530, 1754, 858]
    },
    {
        time: "2018-04-13",
        cardArr: [192, 1016, 1372]
    },
    {
        time: "2019-04-10",
        cardArr: [233, 631, 679, 48158, 47693]
    },
    {
        time: "2020-03-27",
        cardArr: [559, 993, 734, 754, 1659,9,1368,1365,237,1361,1650]
    }
];
const versionInfo = {
    "1403": {
        year: 6,
        time: "2020-01-22",
        title: "迦拉克隆的觉醒",
    },
    "1347": {
        year: 6,
        time: "2019-12-11",
        title: "巨龙降临",
    },
    "1158": {
        year: 6,
        time: "2019-08-06",
        title: "奥丹姆奇兵",
    },
    "1130": {
        year: 6,
        time: "2019-04-10",
        title: "暗影崛起",
    },
    "1129": {
        year: 5,
        time: "2018-12-05",
        title: "拉斯塔哈的大乱斗",
    },
    "1127": {
        year: 5,
        time: "2018-08-08",
        title: "砰砰计划",
    },
    "1125": {
        year: 5,
        time: "2018-04-13",
        title: "女巫森林",
    },
    "1004": {
        year: 4,
        time: "2017-12-08",
        title: "狗头人与地下世界",
    },
    "1001": {
        year: 4,
        time: "2017-08-11",
        title: "冰封王座的骑士",
    },
    "27": {
        year: 4,
        time: "2017-04-07",
        title: "勇闯安戈洛",
    },
    "25": {
        year: 3,
        time: "2016-12-02",
        title: "龙争虎斗加基森",
    },
    "23": {
        year: 3,
        time: "2016-08-12",
        title: "卡拉赞之夜",
    },
    "21": {
        year: 3,
        time: "2016-04-27",
        title: "上古之神的低语"
    },
    "20": {
        year: 2,
        time: "2015-11-13",
        title: "探险者协会"
    },
    "15": {
        year: 2,
        time: "2015-08-25",
        title: "冠军的试炼"
    },
    "14": {
        year: 2,
        time: "2015-04-03",
        title: "黑石山的火焰"
    },
    "13": {
        year: 1,
        time: "2014-12-10",
        title: "地精大战侏儒"
    },
    "12": {
        year: 1,
        time: "2014-07-23",
        title: "纳克萨玛斯的诅咒"
    },
    "4": {
        title: "荣誉室"
    },
    "3": {
        title: "经典"
    },
    "2": {
        title: "基本"
    }
};
module.exports = {
    honorRoomTimeNode,
    versionInfo
};
